Repository: farukciftler/tacet-cli
Catalog: Tacet/AppShortcuts.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, tr, zh_hans

source: ${applicationName}’s last document
de: Letztes Dokument von ${applicationName}
es: El último documento de ${applicationName}
fr: Le dernier document de ${applicationName}
ja: ${applicationName}の最後の書類
ko: ${applicationName}의 마지막 문서
pt_br: O último documento do ${applicationName}
tr: ${applicationName}'in son belgesi
zh_hans: ${applicationName}的最新文档

source: Add a note to ${applicationName}
de: Notiz zu ${applicationName} hinzufügen
es: Añade una nota a ${applicationName}
fr: Ajoute une note à ${applicationName}
ja: ${applicationName}にメモを追加
ko: ${applicationName}에 메모 추가
pt_br: Adicione uma nota ao ${applicationName}
tr: ${applicationName}'e not ekle
zh_hans: 给${applicationName}添加备注

source: Ask ${applicationName}
de: Frag ${applicationName}
es: Pregunta a ${applicationName}
fr: Demande à ${applicationName}
ja: ${applicationName}に聞いて
ko: ${applicationName}에게 물어봐
pt_br: Pergunte ao ${applicationName}
tr: ${applicationName}'e sor
zh_hans: 问${applicationName}

source: Ask ${applicationName} a question
de: Stell ${applicationName} eine Frage
es: Hazle una pregunta a ${applicationName}
fr: Pose une question à ${applicationName}
ja: ${applicationName}に質問して
ko: ${applicationName}에게 질문해
pt_br: Faça uma pergunta ao ${applicationName}
tr: ${applicationName}e sor
zh_hans: 向${applicationName}提个问题

source: Ask ${applicationName} something
de: Frag ${applicationName} etwas
es: Pregunta algo a ${applicationName}
fr: Demande quelque chose à ${applicationName}
ja: ${applicationName}に何か聞いて
ko: ${applicationName}에게 뭔가 물어봐
pt_br: Pergunte algo ao ${applicationName}
tr: ${applicationName}'e bir şey sor
zh_hans: 问${applicationName}点事

source: Create a ${format} with ${applicationName}
de: ${format} mit ${applicationName} erstellen
es: Crea un ${format} con ${applicationName}
fr: Crée un ${format} avec ${applicationName}
ja: ${applicationName}で${format}を作成
ko: ${applicationName}로 ${format} 만들기
pt_br: Crie um ${format} com o ${applicationName}
tr: ${applicationName} ile ${format} oluştur
zh_hans: 用${applicationName}创建${format}

source: Create a document with ${applicationName}
de: Dokument mit ${applicationName} erstellen
es: Crea un documento con ${applicationName}
fr: Crée un document avec ${applicationName}
ja: ${applicationName}で書類を作成
ko: ${applicationName}로 문서 만들기
pt_br: Crie um documento com o ${applicationName}
tr: ${applicationName} ile belge oluştur
zh_hans: 用${applicationName}创建文档

source: Get the file ${applicationName} made
de: Gib die Datei, die ${applicationName} erstellt hat
es: Dame el archivo que hizo ${applicationName}
fr: Donne le fichier créé par ${applicationName}
ja: ${applicationName}が作ったファイルをちょうだい
ko: ${applicationName}가 만든 파일 줘
pt_br: Me dê o arquivo que o ${applicationName} fez
tr: ${applicationName}'in ürettiği dosyayı ver
zh_hans: 把${applicationName}生成的文件给我

source: Get the last file from ${applicationName}
de: Hol die letzte Datei aus ${applicationName}
es: Obtén el último archivo de ${applicationName}
fr: Récupère le dernier fichier de ${applicationName}
ja: ${applicationName}から最後のファイルを取得
ko: ${applicationName}에서 마지막 파일 가져와
pt_br: Pegue o último arquivo do ${applicationName}
tr: ${applicationName}'den son dosyayı al
zh_hans: 从${applicationName}取回最新文件

source: Have ${applicationName} remember this
de: ${applicationName} soll sich das merken
es: Que ${applicationName} recuerde esto
fr: Fais retenir ça à ${applicationName}
ja: これを${applicationName}に覚えさせて
ko: 이걸 ${applicationName}가 기억하게 해
pt_br: Faça o ${applicationName} lembrar disto
tr: ${applicationName} şunu bilsin
zh_hans: 让${applicationName}记住这个

source: Make a ${format} in ${applicationName}
de: Lass ${applicationName} ein ${format} machen
es: Haz que ${applicationName} prepare un ${format}
fr: Fais préparer un ${format} par ${applicationName}
ja: ${applicationName}に${format}を用意させて
ko: ${applicationName}에게 ${format} 준비시켜
pt_br: Peça ao ${applicationName} para preparar um ${format}
tr: ${applicationName}'e ${format} hazırlat
zh_hans: 让${applicationName}准备一个${format}

source: Take a note in ${applicationName}
de: In ${applicationName} notieren
es: Toma nota en ${applicationName}
fr: Prends une note dans ${applicationName}
ja: ${applicationName}でメモを取って
ko: ${applicationName}에 메모해 둬
pt_br: Tome nota no ${applicationName}
tr: ${applicationName}'e not al
zh_hans: 在${applicationName}里记一笔

source: Talk to ${applicationName}
de: Sprich mit ${applicationName}
es: Habla con ${applicationName}
fr: Parle à ${applicationName}
ja: ${applicationName}と話す
ko: ${applicationName}와 대화해
pt_br: Fale com o ${applicationName}
tr: ${applicationName} ile konuş
zh_hans: 和${applicationName}聊聊
